Repository: christyliu/chez-betty
Catalog: chezbetty/locale/*/LC_MESSAGES/betty.po
Languages: ro

source: user-not-enabled
ro: utilizator-nu-activat

source: mcard-error
ro: mcard-eroare

source: Deposit amount must be greater than $0.00. Card NOT charged.
ro: Suma de depozit trebuie să fie mai mare decât $0.00. Card NU a fost redus.

source: Edit Deposit
ro: Edita depozit

source: New Deposit Amount
ro: Sumă Nouă Depozit

source: Deposit To Your Account
ro: Depozit în Contul Tău

source: Deposit To %(pool_name)s Pool
ro: Depozit La Grupu Lui %(pool_name)s

source: Delete Deposit
ro: Șterge Depozit

source: Item Request
ro: Cerere Produs

source: Request a New Item at Chez Betty
ro: Cere un nou produs la Chez Betty

source: Home
ro: Acasă

source: New Item Request
ro: Cerere Nou Produs

source: Enter an item you would like to see Betty sell. Please include where you purchased the item from before so we have a chance at finding it. We normally shop at Costco, Meijer, and Kroger, so if those stores do not carry it, it is unlikely that Betty will either.
ro: Scrie un produs pe care doriți Berry sa vinde. Va rog includeți unde ați cumparat-o inainte că avem o șansă de găsind-o. Noi normal facem cumpărături la Costco, Meijer, și Kroger. Dacă nu-o găsim aceste magazine, probabil nu veți găsi la Betty.

source: Also, depending on your motivation, you could be the supplier of a new item. For instance, if you are grocery shopping you can pick up a few extra of what you want, add it the Betty system, and see if it sells well. The process is pretty simple (particularly for small numbers of items) and we can reimburse you by just writing a check. Get in touch with us if you are interested.
ro: Dacă vreți, ați putea fi furnizorul unui produs nou. Dacă sunteți la cumpărături puteți cumpăra câteva lucruri în plus, adăuga în systemul Betty, și vedeți dacă se vinde. Processul este simplu (îndeosebi puţine lucruri) și vă putem rambursa cu un cec. Contacteaza-ne dacă sunteți interesat.

source: Submit Request
ro: Trimite Cerera

source: Deposit
ro: Depozit

source: Cash
ro: Bani

source: Your Deposit Limit: %(limit)s
ro: Limita De Depunere: %(limit)s

source: Credit Card
ro: Card de Credit

source: Betty now accepts credit cards!
ro: Betty acum acceptă carduri de credit!

source: To deposit using a credit card, please visit chezbetty.eecs.umich.edu/user in your browser.
ro: Pentru a depozita folosind un card de credit, vizitați chezbetty.eecs.umich.edu/user.

source: Purchase
ro: Cumpărare

source: Order Summary
ro: Rezumat de Comanda

source: Item
ro: Produs

source: Quantity
ro: Cantitate

source: Item Price
ro: Preț de Produs

source: Total Price
ro: Preț Total

source: Order Empty
ro: Comanda Gol

source: Scan an item to begin
ro: Scanda un produs să incepeți.

source: Subtotal
ro: Subtotală

source: Good Standing Discount
ro: Reducere de Stare Bună

source: Pay With Your User Account
ro: Plătiți Cu Contul de Utilizator

source: Pay With %(pool_name)s Pool
ro: Plătiți Cu Grupul %(pool_name)s

source: Customer
ro: Client

source: Name
ro: Nume

source: Account Balance
ro: Valorarea Contului

source: %(pool_name)s Balance
ro: Valorarea Contului %(pool_name)s

source: Links
ro: Link-uri

source: Account
ro: Cont

source: Admin
ro: Administrator

source: Hi %(name)s,
ro: Bună %(name)s

source: You currently owe Betty %(big_debt)s. That's a lot of money!
ro: Vă datorez Betty %(big_debt)s. O mulțime de bani!

source: We're glad you like Betty. We're happy to extend a small line of credit, but if people owe Betty lots of money, it's hard to keep things in stock. Please try to pay Betty back soon!
ro: Ne bucurăm că iti place Betty. Ne bucurăm să extindăm un pic de credit, duar dacă oamenii datorez o mulțime de bani la Betty, este greu să ținem lucrurile în stoc. Vă rog sa plăti înapoi pe Betty îndată!

source: You currently owe Betty %(debt)s.
ro: Vă datorez Betty %(debt)s.

source: Please try to pay Betty back soon, thanks!
ro: Vă rog sa plăti înapoi pe Betty îndată. Mulțumiri!

source: Transaction History
ro: Istoricul Tranzactiilor

source: Purchase totaling %(amount)s
ro: Valoare totală %(amount)s

source: touch to show
ro: atingeți pentru a arăta

source: touch to hide
ro: atingeți pentru a ascunde

source: Discounts
ro: Reducere

source: Deposit of %(amount)s
ro: Depozit de %(amount)s

source: Credit Card Deposit of %(amount)s
ro: Depozit Card de Credit de %(amount)s

source: Card ending in %(last4)s
ro: Card se termină în %(last4)s

source: Adjustment of %(amount)s by %(admin_name)s
ro: Ajustare de %(amount)s de %(admin_name)s

source: BTC Deposit of %(amount_in_usd)s (%(amount_in_btc)s)
ro: BTC Depozit de %(amount_in_usd)s (%(amount_in_btc)s)

source: No transactions.
ro: Zero tranzacții.

source: Show All
ro: Arata Tot

source: About Chez Betty
ro: Despre Chez Betty

source: Chez Betty is an honor-system based food cooperative for graduate students, faculty, and staff in Computer Science at the University of Michigan. The name "Chez Betty" is an homage to Chez Bob, a similar system at UCSD.
ro: Chez Betty este o cooperativă pentu alimente pe sistem de noare pentru studenți, facultate, și personalul în informatică la Universitatea din Michigan. Numele "Chez Betty" este un omagiu adus lui Chez Bob, un sistem similar la UCSD.

source: Touch questions to show/hide.
ro: Atingeți întrebări pentru a arăta/ascunda.

source: Who are the awesome people who run Chez Betty?
ro: Care sunt cei minunat care conduc Chez Betty?

source: Chez Betty is run by CSEG, the CSE graduate student group.
ro: Chez Betty este condus de CSEG, grupul de student absolvent CSE.

source: Currently, Betty is primarily maintained by Brad Campbell, Pat Pannuto, and Zakir Durumeriç
ro: În prezent, este menținut de Brad Campbell, Pan Pannuto, și Zakir Durumeriç

source: How to Use Betty like a Pro
ro: Cum Aă Folositi Betty Ca Un Profesionist

source: Keep a positive balance.
ro: Păstra un sold pozitiv.

source: Tracking down debtors sucks for us and for you. You don't want to end up on the Wall of Shame!
ro: Urmărire debitori ie rahat pentru noi și pentru tine. Nu doriti să ajungi pe Zidul de Rușine!

source: Take advantage of the Bank of Betty.
ro: Să profite de Bank of Betty.

source: Our power users usually deposit $100 once a year or so. Most people deposit $20 to use until that runs out. Remembering cash every time you want to use Betty is no fun.
ro: Utilizatorii noștri de putere de depozit, de obicei, $100 odata pe an. Cei mai mulți oameni depozit de $20 pentru a utiliza până nu mai au. Amintindu banii de fiecare dată când doriți să folositi Betty nu este distractiv!

source: Help restock.
ro: Ajuta la repopulare.

source: Betty is run by volunteers who have finite time. If you grab a cold drink, put a warm one in to get cold (though, don't put it in front!). If you finish a box of food, grab a full box and replace it.
ro: Betty este lucrat de voluntari care nu au timp infinit. Dacă obțineți o băutură rece, puneți o băutură caldă în frigider să devine rece (Dar nu în partea din față!) Dacă terminați o cutie de alimente, înlocuiți-l cu unul nou.

source: How do I buy things from Chez Betty?
ro: Cum pot cumpărar lucruri de la Chez Betty?

source: Log in to Chez Betty by swiping your MCard at the terminal.
ro: Log in la betty trecându MCard la terminalul.

source: Accounts are tied to your UMID.
ro: Conturile sunt conectate la UMID.

source: A new account is automatically created for first-time users on the the fly the first time you log in.
ro: Un cont nou este creat automat pentru prima dată utilizatorilor prima dată când vă log in.

source: Look at your Account Balance. If you're low, deposit some money.
ro: Uita-te la Valorarea Contului. Dacă nu aveți prea mult, depune niște bani.

source: Every user has an account with Chez Betty that keeps track of how much money they've put in.
ro: Fiecare utilizator are un cont cu Chez Betty, care urmărește banilor.

source: Betty doesn't make change, instead excess money stays in your account for your next transaction.
ro: Betty nu dă mărunţiş. Excesul de bani stă în cont pentru următoarea tranzacție.

source: You can run into the red, see below.
ro: Puteți merge negativ, vedeți mai jos.

source: Grab what you'd like from Chez Betty and scan your items.
ro: Luați tot ce va place de la Chez Betty și le scanați.

source: Touch "Submit Purchase" and you're done!
ro: Atingeți "Submit Purchase" și ați terminat!

source: Wait... Couldn't people steal from this really easily?
ro: Nu a putut fura oamenii din Chez Betty?

source: Yes. (But please don't).
ro: Da. Vă rugăm să nu.

source: The idea is to provide a convenient service to members of the UM CSE community. Betty makes a small profit off each sale, some of which will be used to cover the inevitable losses. If too many people take advantage of Betty's trusting nature, the service will have to shut down :(.
ro: Ideea este de a oferi un serviciu convenabil pentru membrii UM CSE. Betty face un mic profit de pe fiecare vânzare, care vor fi folosite pentru a acoperi pierderile. În cazul în care prea mulți oameni să profite de încrederea lui Betty, serviciul va trebui să se închidă. :(

source: Tell me more about my Chez Betty account?
ro: Spune-mi mai mult despre contul meu.

source: Chez Betty sells things nearly at-cost (usually about a 15% markup). Since no one likes change and Betty is a self-service operation, it's set up so that each user has an account with Betty. You can put in $20 (or however much) at a time and use that balance until it runs out.
ro: Betty vinde lucruri aproape prețul de piață (de obicei, un marcaj de 15%). Nimeni nu îi place mărunţiş și Betty este o operație de auto-service, fiecare utilizator are un cont cu Betty. Puteți pune în $20 (sau oricât de mult) și folositi-l până se termină.

source: What if I don't have any money / Can my account balance go negative?
ro: Ce se întâmplă dacă nu am bani / Poate valorarea contului meu să fie negativ?

source: Yes. Chez Betty allows you to spend beyond your immediate means under that assumption that you'll pay Betty back eventually. The idea is to let you grab stuff when you need it and keep track of what owe, instead of incentivizing folks to steal. There is a <a href="/shame">Wall of Shame</a> for persons who owe Betty more than $5.
ro: Da. Chez Betty vă permite să cheltuiți mai mult decât aveți de ceea ce ai sub presupunerea că veți plăti Betty înapoi mai târziu. Ideea este să vă permite să obțineți lucruri când aveți nevoie de ea și de a urmări datorie, mai degrabă decât oamenii să fure. Există un <a href="/shame">Zid de Rușine</a> pentru cei care datorez mai mult de $5.

source: How does Betty set prices?
ro: Cum stabilaza Betty prețurile?

source: Betty sells things just above wholesale, usually a 15% markup. If you're interested in the actual algorithm, check out Betty's source code at github.com/um-cseg/chez-betty.
ro: Betty vinde lucruri aproape prețul de piață (de obicei, un marcaj de 15%). Dacă algoritmul real vă interesează, vizitați cod sursa lui Betty la github.com/um-cseg/chez-betty.

source: Current wholesale and Betty prices are always available on <a href="/items">the items page</a>.
ro: Prețurile curente en-gros și a lui Betty sunt întotdeauna disponibile la <a href="/items">pagina de articole</a>.

source: What does Betty do with her profits?
ro: Ce face Betty cu profituri ei?

source: First, Betty has to pay her debts (e.g. any losses incurred from dishonest Chez Betty users). After that, Betty's profits roll into the CSEG general fund. They're used to fund improvements to Betty, buy miscellaneous needs (e.g. new ping pong paddles and balls), or to throw events (e.g. bar nights) for CSEG.
ro: Betty trebuie să plătească datoriile ei (ce și-a pierdut de la utilizatori necinstit). Dupa ce, profiturile Betty intra în fondul general al lui CSEG. Banii sunt folosite pentru a plăti pentru îmbunătățiri la Betty și pentru a cumpăra orice altceva este nevoie (cum ar fi palete și mingi de ping pong), sau pentru a găzdui petreceri pentru CSEG.

source: If you have more questions / concerns, please feel free to talk to the CSEG officers.
ro: Dacă aveți mai multe întrebări sau nelămuriri, vă rugăm să discutați cu ofițerii CSEG.

source: Wall of Shame
ro: Zidul de Rușine

source: These users owe Chez Betty more than $5.
ro: Cei care datoreaza Chez Betty mai mult de $5.

source: Users in Debt
ro: Utilizatorii Care Au Aatorii

source: Old Balance
ro: Valorarea Dinaintea

source: Deposit Amount
ro: Sumă de depozit

source: New Balance
ro: Valorarea Nou

source: Transaction
ro: Tranzacţie

source: Thank you!
ro: Mulțumesc!

source: You successfully deposited %(amount)s into your account
ro: Ați depus cu succes %(amount)s în cont

source: You successfully deposited %(amount)s in the %(pool_name)s Pool
ro: Ați depus cu succes %(amount)s în grupul %(pool_name)s

source: Edit this Deposit
ro: Edica Acest Depozit

source: Items
ro: Produse

source: Items at Chez Betty
ro: Produse la Chez Betty

source: All that Betty has to offer.
ro: Tot ce Chez Betty are de oferit.

source: Request an Item
ro: Cere un Produs

source: Touch columns to change sort order.
ro: Atingeți pentru coloane pentru a modifica ordinea de sortare.

source: Top
ro: Partea de sus

source: Up
ro: Sus

source: Down
ro: Jos

source: Bottom
ro: Partea de jos

source: In Stock
ro: În stoc

source: Wholesale
ro: Prețul de piață

source: Price
ro: Preț

source: Temporarily Out-of-Stock Items:
ro: Produse nu în stoc temporar:

source: Discontinued Items:
ro: Produse întrerupt:

source: Betty discontinues items that did not sell well or that wecannot buy any more. If you would like to request the return ofa discontinued item, please e-mail chez-betty@umich.edu.
ro: Betty întrerupe produse care nu vinde bine și care nu putem cumpăra. Dacă doriți să cere un produs întrerupt, vă rugăm să trimiteți un email la chez-betty@umich.edu.

source: Purchase Complete
ro: Cumpăraturi Complet

source: (Paid with your user account)
ro: (Plătit cu contul de utilizator)

source: (Paid with %(pool_name)s Pool)
ro: (Plătit cu grupul %(pool_name)s)

source: If this was a mistake, touch here to undo this transaction.
ro: Dacă acest a fost o greșeală, atingeți aici pentru a anula tranzacția.

source: Welcome to Chez Betty!
ro: Bine ați venit la Chez Betty!

source: The 24/7 food co-op for all members of the CSE community.
ro: Programul 24/7 alimentar pentru toți membrii CSE.

source: Swipe your M-Card to login
ro: Treaca MCard să vă login

source: Item List
ro: Lista de Produse

source: About
ro: Despre

source: Administration
ro: Administrare

source: Can you help translate Betty? E-mail chez-betty@umich.edu.
ro: Puteți ajuta traduce Betty? Trimiteți un e-mail la chez-betty@umich.edu

source: Credit Card Deposit
ro: Depozit cu Card de Credit

source: We use stripe to process credit card transactions.
ro: Vom folosi stripe pentru a procesa tranzacțiile cu carduri de credit

source: Stripe charges 2.9% + $0.30 for each transaction.
ro: Stripe cere 2,9% + $0,30 pentru fiecare tranzacție.

source: We pass this charge directly onto you.
ro: Noi cerem această taxă de la tine direct.

source: That is, if you wish to deposit $20 to your account, we will charge your card 20 + (20*0.029 + 0.30) = $20.88.
ro: Dacă doriți să depuneți $20 în cont, vă vom cere din cartea de credit 20 + (20*0,029 + 0,30) = $20,88.

source: User Account
ro: Contul Utilizatorului

source: Custom Credit Card Deposit
ro: Depozit Cu Card de Credit Personalizat
